basic/_protected/controllers/SiteController.php

SELECT * FROM `bank`
SELECT * FROM `company`
---
    public function actionIndex()
    {

        $bank = Bank::find()->all();

        $company = Company::find()->all();