basic/_protected/controllers/UserController.php

    public function actionCreate()
    {
        $user = new User(['scenario' => 'create']);

        if (!$user->load(Yii::$app->request->post())) {
            return $this->render('create', ['user' => $user]);
        }

        $user->setPassword($user->password);
        $user->generateAuthKey();

        if (!$user->save()) {
---
INSERT INTO `user` (`username`, `email`, `status`, `password_hash`, `auth_key`, `created_at`, `updated_at`) VALUES ('Anvarjon', 'anvarjon@gmail.com', 10, '$2y$13$yyTK4R5OGI.BPwyJqjZ8fuLo5y3pNEj3PGnostyn2qK66gdcby.L2', 'YhRRf-u_8TdDgvrKfV43PCesSJsWsqXM', 1591260398, 1591260398)